Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: Projects implemented by the government authorities and their subordinate units: updating budgets of the projects, resulting from submitting the final versions of the projects in the second quarter of 2014.
pl: Projekty realizowane przez organy administracji rządowej i jednostki im podległe: aktualizacja budżetów projektów, wynikająca z przedłożenia ostatecznego kształtu projektów w drugim kwartale 2014 r.;

source: You are here Polish Aid / Our activities / Volunteering Programme / Volunteering Programme 2013 / International Volunteer Day 2013
pl: jesteś tutaj Polska pomoc / Nasze działania / Wolontariat polska pomoc / Wolontariat polska pomoc 2013 / Międzynarodowy Dzień Wolontariusza 2013

source: International Volunteer Day 2013
pl: Międzynarodowy Dzień Wolontariusza 2013

source: Polish volunteers have carried out 120 projects in 39 countries as part of the Polish Aid volunteer programme during the last five years.
pl: Są wśród nich Polacy, którzy w ramach wolontariatu "Polskiej pomocy" w ciągu ostatnich pięciu lat zrealizowali 120 projektów w 39 krajach.

source: In 2008-2013, as part of the Polish Aid Volunteering Programme, 175 volunteers travelled to Asia, the Caucasus, Africa, the Middle East, Latin America and Ukraine.
pl: W latach 2008-2013 w ramach programu "Wolontariat - polska pomoc" 175 wolontariuszy wyjechało do Azji, na Kaukaz, do Afryki, na Bliski Wschód, do Ameryki Łacińskiej i na Ukrainę.

source: Polish aid funds helped finance volunteer projects to the tune of PLN 7 million during that period.
pl: Ze środków "Polskiej pomocy" przeznaczono w tym czasie na projekty wolontariackie ponad 7 milionów złotych.

source: Polish Aid supports projects that send volunteers to one of over 150 countries from the list of recipients of official development assistance drawn up by the OECD Development Assistance Committee.
pl: "Polska pomoc" wspiera projekty, w ramach których wolontariusze mogą wyjechać do jednego z ponad 150 krajów znajdujących się na liście biorców oficjalnej pomocy rozwojowej stworzonej przez Komitet Pomocy Rozwojowej OECD.

source: Volunteers are usually young, but must be over 18, have Polish citizenship, educational background and skills to qualify for a specific projects.
pl: Wolontariusze to zazwyczaj młodzi ludzie, muszą jednak mieć ukończone 18 lat, posiadać polskie obywatelstwo oraz wykształcenie i umiejętności odpowiednie dla danego projektu.

source: The International Volunteer Day (IVD) was established by UN General Assembly's resolution dated 17 December 1985 in recognition of young people who dedicate their time and energy to supporting sustainable development and world peace.
pl: Międzynarodowy Dzień Wolontariusza (International Volunteer Day, IVD) ustanowiło Zgromadzenie Ogólne ONZ rezolucją z 17 grudnia 1985 roku, w celu uhonorowania młodych ludzi wspierających swoim czasem i energią zrównoważony rozwój i pokój na całym świecie.

source: This year on the International Volunteer Day, the UN has launched a special Internet service which enables volunteers to post a short account of their projects.
pl: W tym roku, z okazji Międzynarodowego Dnia Wolontariusza, ONZ uruchomiła specjalny serwis internetowy, w którym każdy wolontariusz może zamieścić krótką relację z realizowanego przez siebie projektu.

source: At the time of publication, close to 19 thousand histories by volunteer project participants from all over the world were uploaded on www.volunteeractioncounts.org .
pl: W momencie opublikowania tego tekstu, na stronie www.volunteeractioncounts.org znajdowało się niemal 19 tysięcy historii uczestników projektów wolontariackich z całego świata.

source: Official Development Aid in 2014 according to the OECD data
pl: Oficjalna współpraca rozwojowa w 2014 r. według danych OECD

source: On April 8, 2015 the OECD published on its website preliminary data on Official Development Aid (ODA) granted in the year 2014 as well as forecasts regarding following years.
pl: W dniu 8 kwietnia 2015 r. OECD opublikowała na swoich stronach internetowych wstępne dane nt. oficjalnej współpracy rozwojowej (ODA) udzielonej w 2014 r. oraz prognozy na kolejne lata.

source: According to these estimations Polish ODA in 2014 amounted to 437.08 mln USD, which is equivalent to 0.08% Gross National Income (GNI).
pl: Według tych szacunków polska oficjalna pomoc rozwojowa w 2014 r. wyniosła 437,08 mln USD, co stanowiło 0,08% dochodu narodowego brutto (DNB).

source: 356.5 mln USD was attributed to multilateral cooperation and the remaining 80.58 mln USD to bilateral cooperation.
pl: W ramach współpracy wielostronnej wydatkowano 356,5 mln USD, natomiast jako pomoc dwustronną 80,58 mln USD.

source: A drop in 2014 ODA results from, among other things, a decrease in volume of credits granted to developing countries, termination of the PRT Afganistan's mission and a change in methodology adopted for qualifying development-related spending as ODA (abandoning practice of including costs incurred in connection with the stay of immigrants applying for refugee status in Poland).
pl: Spadek wartości ODA w 2014 r. w porównaniu z latami poprzednimi wynika m.in. ze spadku wolumenu kredytów udzielanych państwom rozwijającym się, zakończenia działania PRT w Afganistanie, a także z metodologii kwalifikowalności wydatków na cele rozwojowe do ODA (odejście od zaliczania do ODA kosztów związanych z pobytem imigrantów starających się w Polsce o status uchodźcy).

source: According to the 2015 development cooperation plan the estimated ODA value will increase to 498.59 mln USD, which will be equivalent to 0.09% GNI.
pl: Według planu współpracy rozwojowej na rok 2015 szacowana wartość ODA wzrośnie do 498,59 mln USD, co będzie stanowiło 0,09% DNB.

source: The envisaged division of ODA into bilateral and multilateral cooperation in 2015 will respectively amount to: 173.20 mln USD and 325.39 mln USD.
pl: Planowany podział ODA na pomoc dwustronną i wielostronną w 2015 r. wyniesie odpowiednio: 173,20 mln USD oraz 325,39 mln USD.

source: More data is available on the OECD website .
pl: Więcej informacji dostępnych jest na stronach OECD .

source: The vast majority (78%) of Poles believe that Poland should support the development of less developed countries.
pl: Przeważająca większość (78%) Polaków przekonana jest, że Polska powinna wspomagać rozwój państw słabiej rozwiniętych.

source: This is much more than in 2004 when the idea of Poland's provision of development assistance was supported by 63% of the respondents, yet less than in 2008 when the support stood at 84%.
pl: To zdecydowanie więcej niż w 2004 roku, kiedy polską pomoc rozwojową popierało 63% respondentów, jednak mniej niż w 2008 roku, kiedy poparcie wynosiło 84%.

source: Those who support Poland's involvement in development assistance believe than we have a moral duty to help poorer countries (52%).
pl: Badani popierający zaangażowanie Polski w pomoc rozwojową są zdania, że mamy moralny obowiązek pomagać biedniejszym krajom (52%).

source: The second most popular answer was that richer countries helped us in the past so now it is our turn to help those who are poorer (42%).
pl: Na drugim miejscu pojawiła się odpowiedź, że bogatsze państwa pomogły nam, więc teraz my powinniśmy pomóc biedniejszym (42%).

source: Those who oppose the idea of Poland providing development assistance believe that Poland is too poor to help others and that we should solve our own problems first (62% in each case).
pl: Osoby, które wolałyby, żeby nasz kraj nie udzielał pomocy rozwojowej, argumentują, że Polska jest krajem zbyt biednym, by pomagać innym oraz, że powinniśmy najpierw rozwiązać nasze własne problemy (po 62%).

source: In the last two or three months two of out five (40%) Poles had encountered information about Poland's help for other countries.
pl: Dwie piąte (40%) Polaków w ostatnich dwóch-trzech miesiącach miało kontakt się z informacjami o pomocy Polski dla innych krajów.

source: Television was the key source of such information, mentioned by 86% of those who reported exposure to such news.
pl: Najważniejszym źródłem informacji o pomocy udzielanej przez Polskę innym krajom była dla badanych telewizja, którą wskazuje 86% osób, które miały kontakt z takimi informacjami.

source: In 2011 Poles most commonly encountered information about assistance for Africa (23%) and for those affected by natural disasters (22%).
pl: W 2011 roku Polacy najczęściej mieli kontakt z informacjami o pomocy dla Afryki (23%) oraz pomocy dla ofiar kataklizmów (22%).

source: 16% of the respondents heard information about general humanitarian aid and help for the poor.
pl: 16% badanych słyszało ogólnie o pomocy humanitarnej i dla ubogich.

source: In comparison with 2010 the average number of countries considered to be poorer than Poland has increased from 85 to 90.
pl: W porównaniu z 2010 rokiem wzrosła przeciętna liczba państw, które uważane są za biedniejsze od Polski - z 85 do 90 państw.

source: Poles perceive their situation clearly as more favourable than in 2005 when the average for poorer countries was 79.
pl: Postrzegamy swoją sytuację wyraźnie lepiej niż w 2005 roku, kiedy średnia liczba biedniejszych państw szacowana przez respondentów wynosiła 79.

source: Access to drinking water is perceived by Poles as the greatest challenge faced by less developed countries (54%).
pl: Największym wyzwaniem stojącym na drodze rozwoju krajów słabiej rozwiniętych jest zdaniem Polaków dostęp do wody pitnej (54%).

source: More than two out of five (42%) of the respondents mentioned infectious diseases, including HIV/AIDS, and slightly fewer (39%) indicated the inability to produce sufficient quantities of food and one in three (33%) mentioned armed conflicts and other domestic conflicts.
pl: Ponad dwie piąte (42%) respondentów wskazuje na choroby zakaźne, w tym HIV/AIDS, niewiele mniej (39%) na niezdolność do wytworzenia wystarczającej ilości żywności, a co trzeci (33%) na konflikty zbrojne i inne konflikty wewnętrzne.

source: Poles believe that their country should primarily provide assistance to countries of Africa: much more than a half of the respondents expressed this view (59%).
pl: Według Polaków, nasz kraj powinien przede wszystkim pomagać krajom Afryki - tego zdania jest znacznie ponad połowa badanych (59%).

source: Nearly two thirds (69%) of the respondents would agree that the government should earmark a specific sum of money from their taxes to development assistance for poorer countries.
pl: Ponad dwie trzecie (69%) badanych wyraziłoby zgodę, żeby rząd przeznaczał z ich podatków określoną kwotę na pomoc rozwojową dla biedniejszych krajów.

source: More than a quarter (27%) of Poles do not want their taxes to go to development assistance.
pl: Więcej niż co czwarty (27%) Polak nie chce, żeby pieniądze z płaconych przez niego podatków szły na pomoc rozwojową.

source: In comparison with 2010 the percentage of Poles who would agree to earmark a specific amount of their tax money for development assistance has clearly shrunk: from 69% to 63%.
pl: W stosunku do 2010 roku odsetek Polaków, którzy zgodziliby się na przeznaczanie z ich podatków określonej kwoty na pomoc rozwojową, wyraźnie się zmniejszył - z 69% do 63%.

source: Acceptance for sending tax money to development assistance is now lowest since 2004 when this question was asked for the first time.
pl: Akceptacja dla przekazywania pieniędzy z podatków na pomoc rozwojową jest obecnie najniższa od 2004 roku, kiedy po raz pierwszy zadano badanym takie pytanie.

source: On the other hand, most Poles continue to accept such efforts.
pl: Z drugiej strony większość społeczeństwa nadal akceptuje takie działania.

source: Poles feel a moral responsibility for supporting poorer societies, analogically to situations when they were provided with such assistance in times of need themselves.
pl: Polacy czują moralną potrzebę wsparcia społeczeństw biedniejszych, analogicznie do sytuacji, gdy sami otrzymywali pomoc w czasach, kiedy była ona najbardziej potrzebna.

source: More and more citizens notice that providing aid and support for the development of less developed countries may be beneficial to Poland, not only through increased international prestige.
pl: Coraz większa liczba obywateli zauważa również, że udzielanie pomocy oraz wspieranie rozwoju krajów słabiej rozwiniętych może przynieść wymierne korzyści samej Polsce, także poprzez podniesienie prestiżu kraju na arenie międzynarodowej.

source: 41% claimed that Poland could allocate even more funds from the budget for development cooperation than it does now.
pl: 41 procent respondentów uznało, że Polska mogłaby przeznaczać z budżetu państwa na pomoc rozwojową kwotę wyższą niż obecnie.

source: Simultaneously, 49% think that the current amount is adequate.
pl: Jednocześnie 49 procent uznało kwotę przeznaczaną obecnie za adekwatną.

source: Poles do not know much about development cooperation which, among others, results from the fact that there is little availability of information on Polish aid for other states in media.
pl: Polacy niewiele wiedzą o współpracy rozwojowej, co wynika również z małej dostępności w mediach informacji na temat zagadnień związanych z pomocą.

source: Only 27% of respondents have lately encountered information on Polish aid for other countries.
pl: Jedynie 27 procent badanych zetknęło się w ostatnim czasie z informacjami o pomocy Polski dla innych państw.

source: Even less, that is 11%, have even heard of the UN Millennium Development Goals (MDGs).
pl: Jeszcze mniej, bo 11 procent badanych słyszało o Milenijnych Celach Rozwoju ONZ.

source: If at all, information is drawn from television, press and radio (respectively 87, 20 and 20% of respondents who have encountered information on development cooperation).
pl: Jeśli w ogóle, informacje o pomocy rozwojowej czerpane są z telewizji, z prasy i radia (odpowiednio 87, 20 i 20 procent osób, które zetknęły się z informacją o pomocy rozwojowej).

source: The significance of the Internet as a source of information is also increasing, particularly among the young (18%).
pl: Rośnie także, szczególnie wśród osób młodych, rola Internetu jako źródła informacji (18 procent).

source: What is surprising, however, is the fact that schools and universities (indicated by 2%) as well as church and family and friends (1%) play a very little role as such sources.
pl: Zaskakuje natomiast bardzo mała rola szkoły i uczelni (wskazywana jedynie przez 2 procent), kościoła oraz rodziny i znajomych (1 procent).

source: Although Poles strongly support providing assistance and have a natural sense of solidarity with the less fortunate, they have a limited access to information on development aid.
pl: Oznacza to, że przy niezwykle dużym poparciu dla udzielania pomocy i naturalnej potrzebie solidarności ze słabszymi, Polacy mają ograniczony dostęp do informacji o pomocy rozwojowej.

source: Poles' support for development aid
pl: Poziom poparcia Polaków dla współpracy rozwojowej

source: According to the vast majority of Poles (74%), Poland should support the development of less developed countries.
pl: Zdecydowana większość Polaków (74 %), jest zdania, że Polska powinna wspomagać rozwój krajów słabiej rozwiniętych.

source: Since 2004, i.e. the moment this question was asked for the first time, the respondents' level of support for Polish aid has remained very high - it was as high as 63% at the time.
pl: Od 2004 r., gdy po raz pierwszy zadano to pytanie, poparcie badanych dla udzielanej przez Polskę pomocy utrzymuje się nadal na bardzo wysokim poziomie - wtedy wynosiło 63 %.

source: In 2012 the support level dropped insignificantly comparing to previous years.
pl: W 2012 roku poparcie to spadło nieznacznie, w stosunku do lat poprzednich.

source: The highest support for Poland's Development Cooperation was noted in 2008 and 2009 when it amounted to 84%.
pl: Najwyższe wsparcie dla polskiej współpracy rozwojowej odnotowano w latach 2008 i 2009, kiedy sięgało ono 84%.

source: According to the research, this percentage was significantly lower in 2012 than in 2004, when it amounted to 35%.
pl: Według wyników badania, odsetek ten w 2012 roku był dużo niższy niż w 2004 roku, kiedy wynosił 35 %.

source: The most people opposing Polish involvement in development aid activities are among respondents with primary education (29%), citizens of cities of more than 500 thousand residents (33%) and farmers (33%).
pl: Najwięcej przeciwników angażowania się Polski w udzielanie pomocy rozwojowej znaleźć można wśród badanych z wykształceniem podstawowym (29 %), mieszkańców miast powyżej 500 tys. ludności (33 %), a także rolników (33 %).

source: In respondents' view, the hierarchy of reasons for which Poland should be involved in supporting less developed countries has not change since the poll was first conducted in 2004.
pl: Hierarchia powodów, dla których Polska powinna - zdaniem respondentów - angażować się w pomoc dla krajów słabiej rozwiniętych, nie zmieniła się od pierwszego badania przeprowadzonego w 2004 roku.

source: In every subsequent poll, the moral duty of providing aid was indicated as a primary reason.
pl: We wszystkich kolejnych badaniach, moralny obowiązek udzielania pomocy wskazywany był na pierwszym miejscu.

source: At present times, the significance of this justification is a little lower than in 2006 (it dropped from 63% in 2006 to 55% currently).
pl: Obecnie znaczenie tego uzasadnienia jest nieco mniejsze niż w 2006 roku (spadek z 63 % w 2006 roku do 55 % obecnie).

source: Moreover, over 45% said that in this way Poland can repay its debt of gratitude from times when more affluent counties supported Poland.
pl: Ponadto, 45 % respondentów jest zdania, że Polska może w ten sposób spłacić dług, z czasów gdy bogatsze państwa pomagały Polsce.

source: Means allocated for development cooperation
pl: Poziom środków przeznaczanych na współpracę rozwojową

source: Every second Pole (49%) claims that Poland's support for poorer countries is adequate to our economic potential.
pl: Połowa Polaków (49 %) uważa, że pomoc naszego kraju dla państw biedniejszych jest adekwatna do możliwości gospodarczych.

source: Answers to question concerning evaluation of the volume of Polish development aid are similar to those from 2011.
pl: Odpowiedzi na pytanie o ocenę wielkości polskiej pomocy rozwojowej są zbliżone do udzielonych w 2011 roku.

source: Simultaneously, a question was asked whether the respondents would agree to increase this sum.
pl: Zapytano jednocześnie, czy badani zgodziliby się tę kwotę zwiększyć.

source: Almost two thirds (63% ) of Poles would allow the government to allocate a specific sum for providing assistance to poorer countries from their taxes.
pl: Niemal dwie trzecie (63 %) Polaków wyraziłoby zgodę na to, by rząd przeznaczał z ich podatków określoną kwotę na pomoc dla biedniejszych krajów.

source: Only every fourth (24%) respondent does not want his tax money to be allocated for development assistance.
pl: Jedynie co czwarty (24 %) badany nie chce, żeby pieniądze z płaconych przez niego podatków szły na pomoc rozwojową.

source: 13% does not have opinion on this matter.
pl: 13 % nie ma zdania na ten temat.

source: Sources of information on development cooperation.
pl: Źródła informacji na temat współpracy rozwojowej

source: Only a little more than every fourth Pole (27%) admitted encountering information on Polish aid for other countries over a span of the recent two-three months.
pl: Jedynie nieco więcej niż co czwarty (27 %) Polak twierdzi, że w ciągu ostatnich dwóch-trzech miesięcy spotkał się z informacjami o pomocy Polski dla innych krajów.

source: In comparison with last year's poll, the percentage of Poles who encountered such information dropped significantly (by 13% points).
pl: W stosunku do zeszłorocznego badania, odsetek Polaków, którzy zetknęli się z informacjami o pomocy naszego kraju dla innych państw, znacząco się zmniejszył (o 13 pkt. proc.).

source: In previous years, this index fluctuated from 51% in 2006 to 27% in 2012.
pl: W poprzednich latach wskaźnik ten wahał się od 51 % w 2006 roku do 27 % w 2012 roku.

source: The current result has been the lowest since 2004.
pl: Obecny wynik jest najniższym od 2004 roku.

source: The most commonly mentioned source of information on Polish assistance for other countries is television, as indicated by 87% of people who declared having contact with such information.
pl: Najczęściej wymienianym przez badanych źródłem informacji o pomocy udzielanej przez Polskę innym krajom jest telewizja, którą wskazuje 87 % osób deklarujących kontakt z takimi informacjami.

source: The Internet is also becoming more and more significant as a source of information and was mentioned by 18% of respondents in this group (comparing to 9% a couple of years ago).
pl: Rośnie również rola internetu, który jako źródło informacji wymieniony został przez 18 % respondentów w tej grupie (w porównaniu do 9 % jeszcze kilka lat temu).

source: In 2012, Poles most often encountered information on aid for Africa (17%) and humanitarian aid (16%).
pl: W 2012 roku Polacy najczęściej mieli kontakt z informacjami o pomocy dla Afryki (17 %) oraz o pomocy humanitarnej (16 %).

source: Understanding of issues concerning development cooperation
pl: Zrozumienie zagadnień dotyczących współpracy rozwojowej

source: Only 11% of respondents have ever heard about UN Millennium Development Goals connected with reducing world's poverty level by 2015.
pl: Jedynie 11 % badanych słyszało o Milenijnych Celach Rozwoju ONZ związanych z ograniczeniem ubóstwa na świecie do 2015 roku.

source: In comparison with November 2011, the level of knowledge of MDGs dropped by 3% and in comparison with 2005 - by 9%.
pl: W stosunku do listopada 2011 roku stopień poinformowania o Milenijnych Celach Rozwoju zmniejszył się o 3 punkty procentowe, zaś w stosunku do 2005 roku o 9 punktów procentowych.

source: According to Poles, the greatest issue hindering the development of less developed countries is access to drinking water (50%).
pl: Według opinii Polaków największym wyzwaniem stojącym na drodze rozwoju krajów słabiej rozwiniętych jest dostęp do wody pitnej (50 %).

source: Almost half of the respondents (46%) mentioned infectious diseases, including HIV/AIDS, and nearly the same percentage (45%) mentioned armed conflicts and internal conflicts as main challenges for the development of these states.
pl: Prawie połowa (46 %) respondentów wskazuje na choroby zakaźne, w tym HIV/AIDS, a prawie tyle samo (45 %) na konflikty zbrojne i inne konflikty wewnętrzne - jako na główne problemy tych krajów.

source: The greatest percentage of respondents (46%) claim that “Poland can provide poorer states the best assistance quality in the field of improving the education level”.
pl: Największy odsetek respondentów (46 %) jest zdania, że Polska ma najwięcej do zaoferowania krajom biedniejszym w dziedzinie poprawy poziomu edukacji.

source: Every third interviewee (38%) indicates improving healthcare quality as a task that Poland could carry out in less developed countries.
pl: Co trzeci pytany przez ankieterów Polak (38 %) wskazuje poprawę jakości służby zdrowia jako zadanie, które Polska mogłaby realizować w krajach rozwijających się.

source: According to Poles, our country can contribute to supporting the development of poorer states through allowing students from these states to study in Poland (39%).
pl: Zdaniem Polaków, nasz kraj może się także przyczynić do wspierania rozwoju krajów biedniejszych, poprzez umożliwienie studentom z tych państw studiowania w Polsce (39 %).
